{
	"body": [
		"I looked up at the meekly-called sound of my name, unaware how fixated I’d been on my computer, scratching the edge of my ever-growing beard. Grace stood in front of me, but I’d never seen her look like that before. Normally she held herself with her chest puffed out and her eyes attentive, even when she was out in space. And normally she smiled. Now, her hands were clasped in front of her, and she looked at me wide-eyed, like I was on the jury at her murder trial. It seemed like she was tired, too, but it was hard to tell under her makeup… if she was <CHOICE(A)> any.",
		"\"What’s up?\" I asked lightly as she set her stuff down, hardly looking at me. I expected her to take out her much nicer computer, her folder, even her pens if it was a good day. But, she only retrieved what I assumeed was her monologue since it was little more than a massive, single-spaced chunk of text.",
		"She still didn’t look up at me, overly fixated on setting up her station, \"I didn’t hear from you. You--Yeah, you’ve read the monologue, or?\"",
		"Shit, was I supposed to have read that? I let out a long \"Uhhhh,\" as I stared at her, then the monologue on the table, then her again. Every day that stupid coffee shop had been open, I'd always seen her with a drink in her hand, or on her way to fetch one. That should be enough time to skim the paper.",
		"",
		"1) <CHOICE(0)>",
		"2) <CHOICE(1)>"
	],
	"choices": {
		"isPopulated": true,
		"content": [
			{
				"id": "A",
				"name": "wearing",
				"toOutsideSnippet" : false,
				"nextSnippet": "116A",
				"nextScene" : "Scene_1",
				"nextAct" : "One_Act",
				"consequences": {
				}
			},
			{
				"id": "0",
				"name": "I smiled, more at the plan than the question, \"For sure.\"",
				"toOutsideSnippet" : false,
				"nextSnippet": "117",
				"nextScene" : "Scene_1",
				"nextAct" : "One_Act",
				"consequences": {
					"lied" : "true"
				}
			},
			{
				"id": "1",
				"name": "\"Oh. I can read it now.\"",
				"toOutsideSnippet" : false,
				"nextSnippet": "118",
				"nextScene" : "Scene_1",
				"nextAct" : "One_Act",
				"consequences": {
					"lied" : "false",
					"saidLiked": "false"
				}
			}
			
		]
	},
	"variables": {
		"isPopulated": false
	}
}